tap "acarl005/formulas"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jonof/kenutils"
tap "lucaangioloni/tap"
tap "martido/brew-graph"
tap "ngrok/ngrok"
tap "oven-sh/bun"
tap "zackelia/formulae"
brew "ack"
brew "webp"
brew "arp-scan"
brew "axel"
brew "azure-cli"
brew "bandwhich"
brew "bash-completion"
brew "bat"
brew "brew-cask-completion"
brew "gcc"
brew "btop"
brew "glib"
brew "cairo"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "catimg"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "librsvg"
brew "chafa"
brew "clang-format"
brew "cmake"
brew "colordiff"
brew "cpuid"
brew "cpulimit"
brew "direnv"
brew "docutils"
brew "doxygen"
brew "duf"
brew "entr"
brew "eza"
brew "fd"
brew "fzf"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "httpd"
brew "httpie"
brew "shared-mime-info"
brew "liblqr"
brew "libomp", link: true
brew "imagemagick"
brew "jq"
brew "json-glib"
brew "krb5"
brew "lame"
brew "libass"
brew "lighttpd"
brew "lsd"
brew "lsusb"
brew "ninja"
brew "meson"
brew "midicsv"
brew "minicom"
brew "nano"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node@18", link: true
brew "open-mpi"
brew "pandoc"
brew "peco"
brew "pgcli"
brew "php"
brew "virtualenv"
brew "pre-commit"
brew "pv"
brew "tcl-tk"
brew "pypy3.10"
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rmlint"
brew "ruby"
brew "sd"
brew "shellcheck"
brew "sphinx-doc"
brew "squashfs"
brew "srt"
brew "sshuttle"
brew "starship"
brew "stow"
brew "tesseract"
brew "thefuck"
brew "tmux"
brew "tokei"
brew "tree"
brew "up"
brew "vivid"
brew "watch"
brew "wget"
brew "zbar"
brew "zsh"
brew "acarl005/formulas/ls-go"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["with-openh264", "with-openssl", "with-srt", "with-webp", "with-xvid"]
brew "jonof/kenutils/pngout"
brew "martido/brew-graph/brew-graph"
brew "oven-sh/bun/bun"
brew "zackelia/formulae/bclm"
cask "aldente"
cask "alfred"
cask "alt-tab"
cask "balenaetcher"
cask "calibre"
cask "docker"
cask "flutter"
cask "flycut"
cask "google-cloud-sdk"
cask "handbrake"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "krita"
cask "macs-fan-control"
cask "mark-text"
cask "microsoft-azure-storage-explorer"
cask "netron"
cask "ngrok"
cask "openvpn-connect"
cask "qbittorrent"
cask "qlmarkdown"
cask "qownnotes"
cask "quicklook-csv"
cask "raycast"
cask "rectangle"
cask "sweet-home3d"
cask "syntax-highlight"
cask "visual-studio-code"
cask "vlc"
cask "zed"
cask "zoom"
